{
   "contentPages": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 50],
   "maxPage": 50,
   "pages": [
      {
         "number": 1,
         "content": "Sample page content in which I pretend to write something of substance, but really mean only to fill the page regardless of the relevance of the content. The biggest con of lettuce, in my humble opinion, is the sheer variance when compared to other salad greens. This makes the mastery of lettuce much more difficult in scope and devalues the sacred lettuce arts in terms of salad-making by comparison to the more easily mastered leaves, which are nearly as good. Nevertheless, the lettuce masters should be greatly revered, for there is a great variety of lettuce, and the perfect lettuce in a salad will surely outshine any other green."
      },
      {
         "number": 2,
         "content": "There are forty lemons in the average lemon bushel. This is a standard that was established in 1938, following a series of scandals where lemon growers would shortchange distributors by selling lemon bushels containing only twenty or thirty lemons, far below the generally accepted amount. However, this was technically legal due to the lemon bushel not being a standardized measurement. The standardization of the lemon bushel reduced lemon based scandals by six percent.<br><img src=\"/data/images/LemonSketch.png\" style=\"width:8rem;left:12rem;position: absolute;\">"
      },
      {
         "number": 3,
         "content": "<h1 style=\"margin:0.1in;\">This is page 3!</h1>Not very interesting, huh?"
      },
      {
         "number": 4,
         "content": "<h1 style=\"margin:0.1in;\">This is page 4!</h1>Interesting content resumes on page 7"
      },
      {
         "number": 5,
         "content": "<div style=\"margin:0.1in;\">Text that is highly different to the first set of text. In fact, it is so different, that in 1947 a set of delegations from 180 countries came together, and 165 said it was the most different thing they had ever seen</div>"
      },
      {
         "number": 6,
         "content": "<div style=\"margin:0.1in;\">Test text is text used for a test</div><img src=\"/data/images/LemonSketch.png\" style=\"width:1.6in;position:absolute;left:1.2in;top:1.3in;\">"
      },
      {
         "number": 7,
         "content": "<h3>Can You Eat Vulture Bee Honey?</h3><ul><li>Vultures are scavengers that feed on dead animals.</li><li>They also produce a sweet nectar called vulture bee honey.</li><li>Can you eat it?</li><li>Vulture bee honey is produced by bees who visit the nests of vultures.</li><li>The vultures then collect the honey from the bees.</li><li>This type of honey is very rare because only a handful of species of birds can produce it.</li><li>However, some people believe that consuming vulture bee honey has health benefits.</li></ul>"
      },
      {
         "number": 8,
         "content": "<h3 style=\"font-weight:normal;\">I found a handsome lad today. I shall call him Phil.</h3><img src=\"https://cdn.pixabay.com/photo/2020/05/26/03/39/frog-5221288_960_720.png\" style=\"width:100%;\">"
      },
      {
         "number": 9,
         "content": "<h3>Can You Eat Vulture Bee Honey?</h3>Vultures are scavengers and feed on carrion. Vultures are found throughout Africa and Asia. In India, vultures are known as “Garuda” birds. Vultures are very intelligent birds and they are not harmful to humans. They eat dead animals and insects. They are also used to cleanse the environment. They help in reducing pollution. They are also used for medicinal purpose. They are used to cure diseases such as cancer. They are also used in traditional medicine. They are also used as a symbol of good luck. They are also used during weddings. They are also used by people who live near the mountains. They are also used at funerals."
      },
      {
         "number": 10,
         "content": "They are also used when someone dies. They are also used if someone dies suddenly. They are also used after a death.They are also used on special occasions. They are also used because of their beauty. They are also used due to their intelligence. They are."
      },
      {
         "number": 50,
         "content": "<h1>Slut.</h1>"
      }
   ]
}
